Repository: Wilkes-Liberty/webcms
Catalog: translations/field-translations-*.po
Languages: es, ru

source: Show On-Page TOC
es: Mostrar TOC en la página
ru: Показать оглавление на странице

source: Show the table of contents on this page
es: Mostrar la tabla de contenidos en esta página
ru: Показать оглавление на этой странице

source: Visibility
es: Visibilidad
ru: Видимость

source: Control the visibility of this content
es: Controlar la visibilidad de este contenido
ru: Контролировать видимость этого содержимого

source: Campaign
es: Campaña
ru: Кампания

source: Associate this content with a marketing campaign
es: Asociar este contenido con una campaña de marketing
ru: Связать это содержимое с маркетинговой кампанией

source: Template/Layout
es: Plantilla/Diseño
ru: Шаблон/Макет

source: Select the template or layout for this content
es: Seleccionar la plantilla o diseño para este contenido
ru: Выберите шаблон или макет для этого содержимого

source: Related Content
es: Contenido relacionado
ru: Связанное содержимое

source: Select related content to display with this item
es: Seleccionar contenido relacionado para mostrar con este elemento
ru: Выберите связанное содержимое для отображения с этим элементом

source: Parent Page
es: Página principal
ru: Родительская страница

source: Select the parent page for this content
es: Seleccionar la página principal para este contenido
ru: Выберите родительскую страницу для этого содержимого

source: Personas
ru: Персоны

source: Select the target personas for this content
es: Seleccionar las personas objetivo para este contenido
ru: Выберите целевые персоны для этого содержимого

source: Primary Industry
es: Industria principal
ru: Основная отрасль

source: Select the primary industry for this content
es: Seleccionar la industria principal para este contenido
ru: Выберите основную отрасль для этого содержимого

source: Technologies
es: Tecnologías
ru: Технологии

source: Select the technologies related to this content
es: Seleccionar las tecnologías relacionadas con este contenido
ru: Выберите технологии, связанные с этим содержимым
